{
  "categories": [
    {
      "id": 1,
      "name": "Компьютерная техника"
    },
    {
      "id": 2,
      "name": "Офис и канцелярия"
    },
    {
      "id": 3,
      "name": "Мелкая бытовая техника"
    }
  ],
  "products": [
    {
      "id": 5,
      "name": "Ноутбук ASUS Vivobook Go 15 E1504FA-BQ090",
      "description": "15.6\" 1920 x 1080, IPS, 60 Гц, AMD Ryzen 5 7520U, 8 ГБ LPDDR5, SSD 512 ГБ, видеокарта встроенная, без ОС, цвет крышки черный, аккумулятор 42 Вт·ч",
      "category_id": 1,
      "price": 1000
    },
    {
      "id": 1,
      "name": "Ноутбук HONOR MagicBook 15 BMH-WFP9HN 5301AFVL",
      "description": "15.6\" 1920 x 1080, IPS, 60 Гц, AMD Ryzen 7 5700U, 16 ГБ DDR4, SSD 512 ГБ, видеокарта встроенная, без ОС, цвет крышки серый, аккумулятор 56 Вт·ч",
      "category_id": 1,
      "price": 1000
    },
    {
      "id": 21,
      "name": "Электрический чайник TECHNO D3815ES (белый) ",
      "description": "умный чайник, 2200 Вт, объем 1.7 л, терморегулятор, фирменное приложение, цвет белый\n",
      "category_id": 3,
      "price": 45
    },
    {
      "id": 30,
      "name": "Кухонные весы HomeStar HS-3006 (серебристый)",
      "description": "электронные, настольные, нагрузка: 5 кг, деление: 1 г, дисплей LCD, функция довешивания, дополнительно: индикация низкого заряда батареи/индикация перегрузки",
      "category_id": 3,
      "price": 23
    },
    {
      "id": 3,
      "name": "Ноутбук Infinix Inbook X2 XL23 71008300957",
      "description": "14.0\" 1920 x 1080, IPS, 60 Гц, Intel Core i3 1115G4, 8 ГБ LPDDR4X, SSD 256 ГБ, видеокарта встроенная, Windows 11 Home, цвет крышки серебристый, аккумулятор 50 Вт·ч",
      "category_id": 1,
      "price": 1200
    },
    {
      "id": 6,
      "name": "Ноутбук HP 255 G8 45R27ES ",
      "description": "15.6\" 1920 x 1080, IPS, 60 Гц, AMD Ryzen 5 5500U, 16 ГБ DDR4, SSD 512 ГБ, видеокарта встроенная, без ОС, цвет крышки темно-серый, аккумулятор 41 Вт·ч",
      "category_id": 1,
      "price": 1000
    },
    {
      "id": 25,
      "name": "Наушники HONOR Choice Earbuds X5 Pro (серый, международная версия) ",
      "description": "беспроводные наушники с микрофоном, внутриканальные, портативные, полностью беспроводные (TWS), Bluetooth 5.3, 20-20000 Гц, время работы 9 ч, с кейсом 40 ч, активное шумоподавление",
      "category_id": 3,
      "price": 43
    },
    {
      "id": 4,
      "name": "Ноутбук Infinix Inbook X2 XL23 71008300932",
      "description": "14.0\" 1920 x 1080, IPS, 60 Гц, Intel Core i5 1155G7, 8 ГБ LPDDR4X, SSD 512 ГБ, видеокарта встроенная, Windows 11 Home, цвет крышки серебристый, аккумулятор 50 Вт·ч",
      "category_id": 1,
      "price": 1300
    },
    {
      "id": 11,
      "name": "\"VISTA-ARTISTA\" Бумага цветная TPO-A4 120 г/м2 A4 21 х 29.7 см ",
      "description": "Высококачественная гладкая бумага с однородной плотной текстурой. Окрашена в массе",
      "category_id": 2,
      "price": 2
    },
    {
      "id": 20,
      "name": "\"Expert Complete\" Клей ПВА EXPG-125 125 г . ",
      "description": "Назначение: склеивание бумаги, картона, дерева, ткани, кожи, стекла и др. материалов. Хранить в сухих закрытых вентилируемых помещениях при t от +1 до +35 оС, в условиях, исключающих воздействие влаги, агрессивных сред и прямого солнечного света, не ближе 1 метра от отопительных приборов. Допустимо выделение жидкой прозрачной фазы. Перед применением взболтать. Безопасен при использовании по назначению. Состав: дисперсия, пластификатор, добавки. Не подлежит обязательной сертификации.",
      "category_id": 2,
      "price": 2
    },
    {
      "id": 23,
      "name": "Робот-пылесос Xiaomi Robot Vacuum S10 B106GL (русская версия, белый)",
      "description": "влажная уборка, Mi Home/Яндекс Алиса, мощность 45 Вт, сила всасывания 4000 Па, пылесборник 0.3 л, с турбощеткой (неразборная), навигация: контактный бампер, лидар, датчики перепада высоты, план нескольких этажей",
      "category_id": 3,
      "price": 160
    },
    {
      "id": 10,
      "name": "Ноутбук Apple Macbook Pro 14.2\" M3 Pro 2023 MRX33 ",
      "description": "14.2\" 3024 x 1964, IPS, 120 Гц, Apple M3 Pro (11 ядер), 18 ГБ, SSD 512 ГБ, видеокарта встроенная, Mac OS, цвет крышки черный, аккумулятор 70 Вт·ч",
      "category_id": 1,
      "price": 2500
    },
    {
      "id": 29,
      "name": "Кухонные весы MAUNFELD MKS-519G01 ",
      "description": "электронные, настольные, нагрузка: 5 кг, деление: 1 г, дисплей LCD, функция довешивания, дополнительно: индикация низкого заряда батареи/индикация перегрузки/объем жидкостей",
      "category_id": 3,
      "price": 43
    },
    {
      "id": 28,
      "name": "Умная колонка Яндекс Станция Макс (с хабом умного дома Zigbee, черный) ",
      "description": "номинальная мощность 65 Вт, питание от сети, BT 4.2, Wi-Fi, LAN\n",
      "category_id": 3,
      "price": 160
    },
    {
      "id": 16,
      "name": " \"VISTA-ARTISTA\" Style Линер на водной основе BPL-01 0.8 мм ",
      "description": "Линер \"Vista-Artista\" серия Style BPL-01 незаменимый инструмент для создания иллюстраций, скетчей, графического дизайна, позволяет делать четкие и тонкие штрихи.\nИзготовлен из качественных материалов, на водной основе с добавлением пигментных чернил, водостойкий.\nЛинер предназначен для письма по бумаге, картону и другим впитывающим поверхностям.\n\nТолщина линий от 0.05 до 1 мм",
      "category_id": 2,
      "price": 5
    },
    {
      "id": 14,
      "name": "\"KOH-I-NOOR Hardtmuth\" Карандаш чернографитный технический 1500 заточенный ",
      "description": "\"KOH-I-NOOR\" чернографитные карандаши различной твёрдости.\n\n\nПроизводитель:\"KOH-I-NOOR\", АО, Чешская республика.\n\nСрок годности не ограничен.",
      "category_id": 2,
      "price": 5
    },
    {
      "id": 15,
      "name": "\"VISTA-ARTISTA\" Fine VFWP Акварельный карандаш заточенный ",
      "description": "\"VISTA-ARTISTA\" Fine VFWP Профессиональные акварельные карандаши с водоразмываемыми грифелями, изготовленными из высококачественных пигментов. Светостойкие, яркие и насыщенные тона, легко ложатся на сухую и влажную бумагу. Могут использоваться как обычные цветные карандаши, но при размывании влажной кистью рисунок превращается в акварель. Могут использоваться в смешанных техниках.\n\n\nИзготовлены из качественной, химически необработанной древесины липы и мягких грифелей с высоким содержанием пигментов, благодаря чему они легко ложатся на бумагу, прекрасно смешиваются и накладываются друг на друга\n\n- круглые\n\n- диаметр 7,0 мм.,\n\n- толщина стержня 3,0 мм.,\n\n- длина 177 мм.",
      "category_id": 2,
      "price": 5
    },
    {
      "id": 18,
      "name": "\"Silwerhof\" Бейдж горизонтальный ( 9х5.6 см) 1184407 ",
      "description": "Горизонтальный бейдж Silwerhof выполнен из плотного прозрачного полипропилена. Для более удобного крепления к одежде имеет два держателя: зажим и булавку. Предназначен для ношения именных карточек и пропусков. Зажим изготовлен из металла. Размер 90*56мм. Изготовлен в Китае.",
      "category_id": 2,
      "price": 4
    },
    {
      "id": 17,
      "name": "\"Berlingo\" Ручка шариковая \"Tribase Pastel\" 0.5 мм CBp_70942 цвет чернил: синий ",
      "description": "Шариковая ручка Berlingo Tribase Pastel в нежных, пастельных тонах с вентилируемым колпачком, который обеспечивает безопасность при использовании детьми, это стильный аксессуар для работы или учёбы. Пластиковый клип позволит разместить ручку где удобно. Эргономичная трёхгранная зона захвата с рифлением препятствует скольжению пальцев. Качественные чернила обеспечивают чёткое и ровное письмо. Диаметр пишущего узла составляет 0,7 мм, благодаря чему ручка прекрасно подходит для любого стиля письма. Толщина линии письма составляет 0,5 мм, а длина линии письма составляет 1200 метров.\n• Цвет чернил: синий;\n• Толщина линии письма: 0,5 мм;\n• Длина линии письма: 1200 м;\n• Цвет корпуса: микс из 5-ти цветов.",
      "category_id": 2,
      "price": 5
    },
    {
      "id": 2,
      "name": "Ноутбук Huawei MateBook D 14 2023 MDF-X 53013UFC",
      "description": "14.0\" 1920 x 1200, IPS, 60 Гц, Intel Core i3 1210U, 8 ГБ LPDDR4X, SSD 256 ГБ, видеокарта встроенная, без ОС, цвет крышки серый, аккумулятор 56 Вт·ч",
      "category_id": 1,
      "price": 1500
    },
    {
      "id": 22,
      "name": "Электрический чайник TECHNO D2217 (графитовый) ",
      "description": "2200 Вт, объем 1.7 л, цвет графит\n",
      "category_id": 3,
      "price": 34
    },
    {
      "id": 9,
      "name": "Ноутбук Lenovo IdeaPad 1 15IAU7 82QD0083RK",
      "description": "15.6\" 1920 x 1080, IPS, 60 Гц, Intel Pentium Gold 8505, 8 ГБ DDR4, SSD 256 ГБ, видеокарта встроенная, без ОС, цвет крышки серый, аккумулятор 42 Вт·ч",
      "category_id": 1,
      "price": 2345
    },
    {
      "id": 12,
      "name": "\"Лео\" \"ШколаСад\" Набор цветной бумаги, двухсторонняя, газетная LPCC-02 52 г/м2 A4 19.5 х 27 см 16 л. 8 цв.",
      "description": "Набор цветной двухсторонней газетной бумаги ТМ \"Лео\" серии \"Учись\" предназначен для создания аппликаций и творческих работ, подходит для детей от 3 лет. Содержит 16 листов 8 ярких насыщенных цветов.\n- Производится в соответствии с требованиями ТР ТС 007/2011 \"О безопасности продукции, предназначенной для детей и подростков\".\n- Плотность бумаги - 52 г/м2, крепление на скобе.\n- Срок годности не ограничен. Рекомендуется хранить в сухом месте на расстоянии не менее 1 м от отопительных устройств.\nСоздание аппликаций и поделок из бумаги отлично развивает мелкую моторику, творческие способности, тренирует память и логическое мышление ребенка.",
      "category_id": 2,
      "price": 2
    },
    {
      "id": 19,
      "name": "\"KOH-I-NOOR Hardtmuth\" Ластик комбинированный для чернил, туши №1 6541/40 6541040007KDRU",
      "description": "KOH-I-NOOR Ластик комбинированный для чернографитных карандашей, чернил, туши,",
      "category_id": 2,
      "price": 1
    },
    {
      "id": 24,
      "name": "Робот-пылесос Dreame F9 Pro (международная версия, белый)",
      "description": "влажная уборка, фирменное приложение, сила всасывания 2500 Па, пылесборник 0.57 л, с турбощеткой, навигация: контактный бампер, лидар, датчики перепада высоты, план нескольких этажей",
      "category_id": 3,
      "price": 300
    },
    {
      "id": 8,
      "name": "Ноутбук Apple Macbook Air 15\" M2 2023 MQKR3 ",
      "description": "15.3 2880 x 1864, IPS, 60 Гц, Apple M2, 8 ГБ, SSD 256 ГБ, видеокарта встроенная, Mac OS, цвет крышки серебристый, аккумулятор 66.5 Вт·ч",
      "category_id": 1,
      "price": 3542
    },
    {
      "id": 26,
      "name": "Наушники Xiaomi Redmi Buds 4 Active M2232E1 (международная версия) ",
      "description": "беспроводные наушники с микрофоном, внутриканальные, портативные, полностью беспроводные (TWS), Bluetooth 5.3, 20-20000 Гц, время работы 5 ч, с кейсом 28 ч",
      "category_id": 3,
      "price": 43
    },
    {
      "id": 27,
      "name": "Умная колонка Яндекс Станция Миди (черный) ",
      "description": "номинальная мощность 24 Вт, питание от сети, BT 5.0, Wi-Fi\n",
      "category_id": 3,
      "price": 150
    },
    {
      "id": 13,
      "name": "\"Светоч\" 12ТСК5_1_3_2 Тетрадь ученическая школьная \"Классная\" A5+ 12 л. на скобе 65 г/кв.м , белизна 100 % линия 000285 Зеленая ",
      "description": "Однотонная тетрадь А5+ формата, 12 листов идеально подойдет для школьников любого года обучения, используется для письма шариковыми, гелевыми и капиллярными ручками. Внутренний блок изготовлен из качественной писчей бумаги плотностью 65 г/кв. м, 100% белизны. Обложка из мелованного картона плотностью 190 г/кв. м. Линовка - линия, красные поля. Вид скрепления - скоба.",
      "category_id": 2,
      "price": 3
    },
    {
      "id": 7,
      "name": "Ноутбук Acer Aspire 3 A315-59-55XK NX.K6TEL.003",
      "description": "15.6\" 1920 x 1080, IPS, 60 Гц, Intel Core i5 1235U, 16 ГБ DDR4, SSD 512 ГБ, видеокарта встроенная, Windows 11 Home, цвет крышки серебристый, аккумулятор 36.7 Вт·ч",
      "category_id": 1,
      "price": 1456
    }
  ]
}